{"doc_id": 2680, "text": "Each of the Sharman applicants was one of ten respondents to infringement of copyright proceedings brought by the present respondents ('the Music companies') in respect of the operation of what was described by the parties as the 'Kazaa system' ('the primary proceedings').", "labels": ["identify"], "username": "admin"}
{"doc_id": 2681, "text": "Wilcox J made orders ancillary to the Mareva orders on 22 March 2005 requiring each of the Sharman applicants to disclose on affidavit the description and value of all of their assets", "labels": ["decision"], "username": "admin"}
{"doc_id": 2682, "text": "2 Wilcox J delivered judgment on the complex issues of liability arising in the primary proceedings on 5 September 2005 ( Universal Music Australia Pty Ltd v Sharman License Holdings Ltd (2005) 220 ALR 1).", "labels": ["decision"], "username": "admin"}
{"doc_id": 2684, "text": "Disclosure affidavits were eventually sworn on behalf of Sharman License and Sharman Networks by Mr Gee on 19 April 2005", "labels": ["facts"], "username": "admin"}
{"doc_id": 2685, "text": "Sharman License and Sharman Networks had also unsuccessfully sought an enlargement of time in which to file an application for leave to appeal from Wilcox J's orders of 22 March 2005 (see Sharman License Holdings Ltd v Universal Music Australia Pty Ltd [2005] FCA 802 per Lindgren J", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2687, "text": "The Sharman applicants acknowledge that the orders made by Moore J pursuant to that determination were interlocutory in nature.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2688, "text": "What had led to the Music companies' application for those ancillary orders were deficiencies in the asset disclosure affidavits provided by the Sharman applicants pursuant to the ancillary orders of Wilcox J made on 22 March 2005.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2700, "text": "5 The immediate background to much of the debate presently raised by the Sharman applicants", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2702, "text": "The Music companies' case presented to Moore J below was that there was in fact no such antecedent loan", "labels": ["facts"], "username": "admin"}
{"doc_id": 2703, "text": "Although Moore J declined to make a finding in relation to the issue as to ownership of that fund", "labels": ["facts"], "username": "admin"}
{"doc_id": 2707, "text": "Legal principles informing the grant of leave to appeal", "labels": ["decision"], "username": "admin"}
{"doc_id": 2708, "text": "6 Section 24(1A) of the Federal Court of Australia Act 1976 (Cth) stipulates that an appeal shall not be brought from a judgment of the Court constituted by a single judge", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2709, "text": "Although s 24(1A) does not purport to qualify or limit the Court's discretion (see Décor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397 at 399 in the joint reasons for judgment of Sheppard", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2710, "text": "The rationale for those principles is the public interest in the efficient administration of justice", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2711, "text": "One consequence sought to be avoided is the expansion of expensive and delaying pre-trial litigation involved in appeals on issues of practice and procedure", "labels": ["decision"], "username": "admin"}
{"doc_id": 2713, "text": "That those two questions were the touchstone of exercise of discretion in matters of this kind was common ground between the parties.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2714, "text": "I observe that it is well accepted that those criteria are not to be applied rigidly or fixedly", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2719, "text": "there is a material difference between an exercise of discretion on a point of practice or procedure and an exercise of discretion which determines substantive rights.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2724, "text": "Those obligations were said to be no different in principle to any other interlocutory procedural order of the court", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2725, "text": "On the question of what constitutes 'substantial injustice' for the purposes of determining an application for leave to appeal", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2727, "text": "9 The Sharman applicants sought to emphasise the existence of practical burdens imposed by the orders made by Moore J on 17 November 2005", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2728, "text": "They maintained that the requirement to appear for cross-examination was not analogous to the 'routine steps' of swearing an affidavit during the normal course of a trial and entering the witness box to answer questions related to its contents.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2730, "text": "I was referred by the Sharman applicants to an earlier Full Federal Court decision in Minister for Immigration & Multicultural & Indigenous Affairs v Wong [2002] FCAFC 327 in support of their submission that since the present circumstances give rise to an important question of principle", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2731, "text": "The parties' respective submissions concerning material matters bearing upon the justification or otherwise for the grant of orders ancillary to the Mareva relief and my incidental observations", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2732, "text": "10 The affidavit filed in support of the application for leave to appeal by Mr Rohan Higgins", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2733, "text": "'If leave to appeal is not granted then the orders of Moore J will operate and will have to be complied with.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2734, "text": "Any subsequent challenge to those orders would then be futile and academic.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2735, "text": "The orders are interlocutory in form but final in the result in relation to the issues raised.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2736, "text": "So much is correct as a general statement as to the consequences of his Honour's orders.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2738, "text": "11 The Music companies contended that the Sharman applicants' submissions proceeded in reality 'on the erroneous basis that every interlocutory decision that requires a party to do an act will be automatically susceptible to leave to appeal and to being stayed'.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2739, "text": "The Music companies' position was that the orders requiring Ms Hemming to file an affidavit disclosing the assets of Sharman Networks", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2742, "text": "The Music companies rejected any notion to the effect that the mere fact of Ms Hemming being compelled to swear an affidavit as to disclosure of Sharman Networks' assets", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2744, "text": "The reality of the dilemma in which the Court is placed by the present application is the need for consideration in some depth of the matters to which attention has been drawn by the Sharman applicants", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2745, "text": "The Sharman applicants relied upon a further passage from the majority's reasons for judgment in Gerlach at [13]", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2746, "text": "'The principles governing the grant of leave to appeal against interlocutory orders are well established.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2747, "text": "If it is plain that wrong principle was applied by the judge considering the application", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2756, "text": "[8] The distinction between interlocutory decisions concerning matters of practice and procedure and those that concern the substantive interests of the parties recognises both the greater likelihood of an incorrect decision as to a substantive right causing substantial injustice and the importance of preserving a judge's power to supervise the orderly preparation of a matter for trial.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2757, "text": "In determining whether there has been substantial injustice it is appropriate for the court to take these factors into account.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2758, "text": "The need to keep a tight rein upon interference with orders at first instance that do not determine substantive rights has even more force today in the context of procedural reforms and active case management undertaken with a view to the early identification of the real issues between the parties and the expeditious and efficient resolution of them.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2762, "text": "The primary judge has now made orders relating to the use of the material seized including its safekeeping by an independent party and", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2763, "text": "Orders have also been made granting preliminary access to the material for the purpose of any application that includes material not falling within the challenged orders.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2764, "text": "The music companies are to have only such access to the seized material as would be normally available on discovery.", "labels": ["facts"], "username": "admin"}
{"doc_id": 2765, "text": "This shows that there is presently in train an orderly process for the management of the seized material in which the interests of both parties will receive due consideration.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2766, "text": "[14] In these circumstances we are far from satisfied that substantial injustice would follow from refusing the application for leave to appeal and", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2767, "text": "That being so we do not propose to comment on the correctness or otherwise of the decision of the primary judge.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2768, "text": "Nothing we have said should be taken as suggesting that the making of the challenged orders was not a serious matter requiring very careful consideration by the primary judge; plainly", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2770, "text": "14 The Music companies contended that the orders made by Moore J were truly interlocutory in nature", "labels": ["facts"], "username": "admin"}
{"doc_id": 2771, "text": "They pointed out that Moore J had reached his decision to impose those orders after careful application of the relevant legal principles", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2775, "text": "Acceptance of that proposition was said to have the consequence realistically that consideration of the draft grounds of appeal from Moore J's judgment as formulated by the Sharman applicants", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2777, "text": "15 The Sharman applicants submitted that Brilliant Digital was distinguishable from the present circumstances because in the former instance", "labels": ["facts"], "username": "admin"}
{"doc_id": 2778, "text": "I should interpolate to record that subsequent to reserving judgment on the question of leave to appeal", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2779, "text": "Because a Full Court on appeal is in a position to intervene in relation to the subjection of Ms Hemming to Moore J's orders", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2780, "text": "16 The Sharman applicants further submitted that the Full Court 'regularly' grants leave to appeal where it can be shown that the exercise of a discretion has miscarried", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2784, "text": "So much was said to stand in contrast with the considerable array of evidence provided respectively to Wilcox", "labels": ["facts"], "username": "admin"}
{"doc_id": 2785, "text": "In any event the Music companies submitted that the Court's decision in Wong must be read subject to the later reasons of the Full Court in Brilliant Digital", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2786, "text": "There is in my opinion clear force in those submissions of the Music companies.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2787, "text": "17 Contrary moreover to the Music companies' primary submissions", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2788, "text": "That was said to be because the order to cross-examine a deponent of a disclosure affidavit was an exceptional one", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2794, "text": "'It is finally important to recognise that it is only in exceptional circumstances that cross-examination will be ordered on an affidavit sworn pursuant to a Mareva order: see House of Spring Gardens Ltd v Waite [1985] FSR 173 at 181", "labels": ["decision"], "username": "admin"}
{"doc_id": 2795, "text": "The anxieties expressed by Scott J in Bayer AG v Winter (No 2) [1986] 1 WLR 540 relating to the court wanting no part of a star chamber process must constantly be borne in mind.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2796, "text": "The passage from the reasons for judgment of Slade LJ in House of Spring Gardens", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2797, "text": "'I can very well see that on the particular facts of many cases --- perhaps most cases --- the court might not consider it \"just and convenient\" to order the cross-examination of a defendant who has filed an affidavit in purported compliance with a Mareva order", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2798, "text": "Whether there has occurred 'purported compliance with a Mareva order' must surely be viewed in terms of substance as well as mere form.", "labels": ["facts"], "username": "admin"}
{"doc_id": 2799, "text": "Lord Justice Slade made those remarks in the course of overruling the decision of Scott J at first instance", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2803, "text": "'Mr Prescott [for the plaintiff] made clear that the purpose of his proposed cross-examination of the first defendant is a free-ranging one.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2804, "text": "He proposes to question him as to the whereabouts of his assets world-wide.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2805, "text": "He proposes to question him as to his knowledge of and part played in transactions in counterfeit Baygon wherever they may have happened.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2806, "text": "20 The primary proceedings in Bayer concerned allegations of an organised system for the sale of counterfeit Baygon insecticide products.", "labels": ["facts"], "username": "admin"}
{"doc_id": 2807, "text": "As at the time of the hearing before the presiding judge", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2809, "text": "Counsel for the plaintiff had indicated to the presiding judge that pending receipt of certain answers in cross-examination", "labels": ["facts"], "username": "admin"}
{"doc_id": 2811, "text": "'Star Chamber interrogatory procedure has formed no part of the judicial process in this country for several centuries.", "labels": ["facts"], "username": "admin"}
{"doc_id": 2812, "text": "The proper function of a judge in civil litigation is to decide issues between parties.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2816, "text": "I would respectfully withhold from any such somewhat characterisation of the present conduct of the Music companies in their pursuit of what seems to me to be both reasonable and authentic means designed to ensure that Mareva relief is afforded adequate facilitation and implementation in the context of Music companies' intellectual property protection and preservation upheld by the primary judge in the principal litigation.", "labels": ["decision"], "username": "admin"}
{"doc_id": 2817, "text": "21 Senior counsel for the Sharman applicants asserted that nowhere in the reasons for judgment of Moore J is there a finding that the disclosures made by Mr Gee of the assets of the relevant two Sharman companies were incomplete", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2818, "text": "I would first observe that any finding of Moore J on the completeness", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2820, "text": "The theme of the primary judge's concern was more in the nature of inadequacy and lack of clarity.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2821, "text": "Senior counsel for the Sharman applicants asserted that the Music companies had not demonstrated that Ms Hemming's assets included what he termed 'the beneficial interest in the Sharman companies' or that the 'loan transaction with TIL was a sham'.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2822, "text": "A present concern of the Music companies is indeed with the beneficial ownership of funds.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2839, "text": "There was no sufficiently detailed or otherwise cogent evidence as to who exercised the substantial or underlying control of decision making of TIL", "labels": ["facts"], "username": "admin"}
{"doc_id": 2840, "text": "The state of the evidence as to the control of TIL was itself the subject of disputation before Moore J and senior counsel for the Sharman applicants sought to attribute error to his Honour's judgment for the further reason that he had failed to make a finding as to Ms Hemming's control", "labels": ["facts"], "username": "admin"}
{"doc_id": 2841, "text": "The Sharman applicants postulated that the 'remark' made by Lindgren J at [13] of his Honour's reasons for judgment in Sharman License Holdings Ltd v Universal Music Australia Pty Ltd [2005] FCA 802 that '[Wilcox J] accepted [in the course of granting the Mareva relief on 22 March 2005] that the Sharman Companies were controlled by Ms Hemming by reason of a \"client services agreement\" between her and TIL dated 8 April 2002' was an 'unsure foundation for any finding of control of the Sharman trust or the Sharman companies [by Ms Hemming]'", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2845, "text": "The point is however that his Honour had been able to infer from the surrounding circumstances I have already outlined that there was some force in the Music companies' submission.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2846, "text": "But in any event his Honour was of the view that he could permit cross-examination of Ms Hemming on and in relation to those matters because at least doubt existed in relation to that area of enquiry. <arguments>", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2848, "text": "'Greater clarity about this matter [being the transfer of funds to TIL on 4 February 2005] may arise from the cross-examination of [Ms Hemming].", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2850, "text": "It was submitted however on behalf of the Sharman applicants that so much did not imply that Moore J was satisfied that there had not been compliance with the order of the court to disclose assets by Ms Hemming", "labels": ["facts"], "username": "admin"}
{"doc_id": 2851, "text": "'In the present case I am satisfied Mr Garcia has not adequately complied with the order of the Court. <decision>", "labels": ["decision"], "username": "admin"}
{"doc_id": 2855, "text": "But of course those respective findings related to differing matters and circumstances", "labels": ["facts"], "username": "admin"}
{"doc_id": 2856, "text": "27 My reading of his Honour's reasons here was that he was far from satisfied with the nature or extent of the purported offshore structures and transactions to the extent apparent from the evidence", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2857, "text": "Concerns of that nature appear to have persuaded or assisted to persuade the primary judge of the need to order that Ms Hemming submit to cross-examination on her disclosure affidavits.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2861, "text": "Orders made in the Court's ancillary jurisdiction must be founded on a doctrinal and principled basis.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2867, "text": "Cross examination might be appropriate to test whether the disclosure affidavits fully revealed all assets on which the Mareva order operated and which might be available to satisfy any judgment.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2869, "text": "The 'cautionary words' of the High Court in Cardile earlier extracted by his Honour at [18] of his reasons below referred to the need for courts to exercise caution in making Mareva orders and to only do so upon a principled basis", "labels": ["decision"], "username": "admin"}
{"doc_id": 2870, "text": "28 It was submitted nevertheless on behalf of the Sharman applicants that the premise upon which the application for an order for cross-examination order proceeded here was that Ms Hemming had breached the order requiring her to disclose her assets", "labels": ["decision"], "username": "admin"}
{"doc_id": 2871, "text": "Those issues were to have been debated before his Honour at length below 'but were never resolved'.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2936, "text": "36 In the light of my preceding discussion and analysis I also think that his Honour was right to have concluded in the following terms at [39] in the course of rejecting the Sharman applicants' contention that the subjection of Ms Hemming to cross-examination amounted to an abuse of the Court's process:", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2937, "text": "'I accept that the [Music companies] would wish to ascertain who are the real and effective controllers of the Sharman companies.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2938, "text": "I also accept that this may become a matter about which questions might be asked if the orders sought by the applicants are made.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2939, "text": "However if that becomes a legitimate area of cross examination (bearing in mind that any cross examination will be subject to the control of the Court) it will be for a legitimate purpose and not an illegitimate and collateral one.", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2940, "text": "I do not accept the criticisms of the way the [Music companies] identified and characterised the breaches of the disclosure order.", "labels": ["arguments"], "username": "admin"}
