{"doc_id": 2959, "text": "On that day the Court ordered the reinstatement of Mr Colin Williams and deferred consideration of penalty and compensation pending the receipt of written submissions.", "labels": ["decision"], "username": "admin"}
{"doc_id": 2960, "text": "These reasons for judgment should be read together with the reasons for judgment published on 18 November 2005.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2961, "text": "2 The following observations made in the previous judgment are relevant to penalty:", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2962, "text": "• Mr Pillen's refusal to accept the existence of a dispute; [16]", "labels": ["facts"], "username": "admin"}
{"doc_id": 2963, "text": "• The decision to conduct the stop work meeting at the time it was held arose from Mr Pillen's refusal to acknowledge the existence of a dispute; [17]", "labels": ["decision"], "username": "admin"}
{"doc_id": 2965, "text": "• The \"overbearing and provocative\" manner in which Mr Minniti spoke to Mr Williams; [24]", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2966, "text": "• The different treatment accorded to other employees who had taken strike action but were not disciplined; [29]", "labels": ["facts"], "username": "admin"}
{"doc_id": 2967, "text": "• The failure to engage the disciplinary code suggested strongly that Mr Gillholme and Mr Minniti were keen to be rid of Mr Williams; [37]", "labels": ["facts"], "username": "admin"}
{"doc_id": 2968, "text": "• That Mr Williams' status as team coordinator did not affect the decision to terminate him; [38]", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2969, "text": "• The breach of s 298K of the Act was blatant and serious; [51]", "labels": ["facts"], "username": "admin"}
{"doc_id": 2972, "text": "3 Counsel for ACI submitted that the decision to terminate Mr Williams was made in response to what Mr Gillholme and Mr Minniti understood was Mr Williams' conduct.", "labels": ["decision"], "username": "admin"}
{"doc_id": 2973, "text": "Counsel also contended that it was action which Mr Gillholme and Mr Minniti believed they were entitled to take under the Act.", "labels": ["decision"], "username": "admin"}
{"doc_id": 2976, "text": "I do not accept the submission that the termination of Mr Williams flowed from a failure to appreciate the scope of s 298L(1)(a).", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2977, "text": "Mr Gillholme and Mr Minniti are both experienced in industrial relations.", "labels": ["facts"], "username": "admin"}
{"doc_id": 2979, "text": "5 I reject the contention that Mr Minniti's reaction to Mr Williams' putting the telephone down showed that Mr Minniti was merely reacting to provocation rather than acting in deliberate defiance of the Act.", "labels": ["decision"], "username": "admin"}
{"doc_id": 2980, "text": "Mr Minniti had the opportunity to put a considered recommendation to Mr Gillholme.", "labels": ["facts"], "username": "admin"}
{"doc_id": 2981, "text": "The recommendation was not a spur of the moment decision.", "labels": ["facts"], "username": "admin"}
{"doc_id": 2982, "text": "6 Mr Williams' failure to hold the meeting at lunchtime should be considered as only a minor mitigating factor.", "labels": ["facts"], "username": "admin"}
{"doc_id": 2984, "text": "7 I further reject the submission that Mr Williams' status as team co-ordinator was \"an ameliorating circumstance\".", "labels": ["decision"], "username": "admin"}
{"doc_id": 2985, "text": "Such a contention is inconsistent with the reasons for judgment of 18 November 2005", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2986, "text": "8 I agree with the submission of counsel for ACI that the Court should not take into account the breach of the disciplinary code", "labels": ["decision"], "username": "admin"}
{"doc_id": 2988, "text": "9 An examination of the relevant facts shows that two senior industrial relations managers", "labels": ["facts"], "username": "admin"}
{"doc_id": 2990, "text": "10 I now turn to the other factors relevant to the question of penalty as discussed by Branson J in Construction", "labels": ["facts"], "username": "admin"}
{"doc_id": 2991, "text": "11 There is no evidence that ACI has previously contravened Pt XA of the Act", "labels": ["facts"], "username": "admin"}
{"doc_id": 2993, "text": "12 Given that Mr Williams has been reinstated and that ACI has been admonished for its conduct in the 18 November 2005 judgment", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2994, "text": "13 The protection of industrial freedom of association and", "labels": ["arguments"], "username": "admin"}
{"doc_id": 2995, "text": "14 The maximum penalty available to the Court is 300 penalty units or $33", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2996, "text": "15 Having regard to the totality of the above matters I consider that a mid-range penalty is appropriate and set the penalty at $16", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2997, "text": "16 There is no reason why the penalty should not be paid to the Union; see Finance Section Union v Commonwealth Bank of Australia [2005] FCA 1847 at [71]", "labels": ["ratio"], "username": "admin"}
{"doc_id": 2998, "text": "17 The Union does not currently press for an order for the payment of compensation to Mr Williams.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 3003, "text": "Should the Union wish to re-agitate this issue the Court will convene a directions hearing at 10.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 3004, "text": "15 am on 14 March 2005 to deal with that aspect of this proceeding.", "labels": ["ratio"], "username": "admin"}
{"doc_id": 3005, "text": "Pursuant to s 298U(a)(i) of the Workplace Relations Act 1996 (Cth) a penalty of $16", "labels": ["decision"], "username": "admin"}
{"doc_id": 3006, "text": "Pursuant to s 356(b) of the Act the penalty be paid to the applicant.", "labels": ["decision"], "username": "admin"}
{"doc_id": 3007, "text": "The applicant have liberty to apply to the Court within 28 days of the date of this order", "labels": ["decision"], "username": "admin"}
{"doc_id": 3008, "text": "In the event of liberty to apply under Order 3 not being availed of in the time permitted", "labels": ["decision"], "username": "admin"}
{"doc_id": 3009, "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.", "labels": ["decision"], "username": "admin"}
